import leakImage from '@/public/images/leak.svg'
import foodImage from '@/public/images/food.svg'

  export const testData = [
    {
      id:1,
      title:'Такой закон «О Зерне» нам не нужен', 
      text: ' На заседании Комитета по аграрным вопросам Региональной палаты предпринимателей Костанайской области обсудили новый законопроект «О зерне». Представители регионального совета, аграрии, уверены, что законопроект требует разъяснения, так как многие механизмы, заложенные в нем, необходимо адаптировать к нынешним реалиям. – Самый главный вопрос, который волнует аграриев – это статья 39-1. В ней указано, что регистрация зернового токена…',
      photo: foodImage,
      date: '09.08.2022',
    },
    {
      id: 2,
      title: 'В Павлодарской области увеличат площадь орошаемых земель вдвое',
      text: 'В Успенском районе Павлодарской области расширили площадь орошаемых земель. Теперь она составляет восемьсот девяносто один гектар, передает «КазахЗерно.kz». Как сообщалось ранее, президент Казахстана ставит приоритетную задачу перед МСХ РК. Она заключается во внедрении передовых технологий в сельское хозяйство. Одна из них – это орошение. В 2021 г. площадь орошаемых земель в упомянутом выше районе области…',
      photo: leakImage,
      date: '09.08.2022',
    },
     {
      id:3,
      title:'Такой закон «О Зерне» нам не нужен', 
      text: ' На заседании Комитета по аграрным вопросам Региональной палаты предпринимателей Костанайской области обсудили новый законопроект «О зерне». Представители регионального совета, аграрии, уверены, что законопроект требует разъяснения, так как многие механизмы, заложенные в нем, необходимо адаптировать к нынешним реалиям. – Самый главный вопрос, который волнует аграриев – это статья 39-1. В ней указано, что регистрация зернового токена…',
      photo: foodImage,
      date: '09.08.2022',
    },
    {
      id: 4,
      title: 'В Павлодарской области увеличат площадь орошаемых земель вдвое',
      text: 'В Успенском районе Павлодарской области расширили площадь орошаемых земель. Теперь она составляет восемьсот девяносто один гектар, передает «КазахЗерно.kz». Как сообщалось ранее, президент Казахстана ставит приоритетную задачу перед МСХ РК. Она заключается во внедрении передовых технологий в сельское хозяйство. Одна из них – это орошение. В 2021 г. площадь орошаемых земель в упомянутом выше районе области…',
      photo: leakImage,
      date: '09.08.2022',
    },
     {
      id:5,
      title:'Такой закон «О Зерне» нам не нужен', 
      text: ' На заседании Комитета по аграрным вопросам Региональной палаты предпринимателей Костанайской области обсудили новый законопроект «О зерне». Представители регионального совета, аграрии, уверены, что законопроект требует разъяснения, так как многие механизмы, заложенные в нем, необходимо адаптировать к нынешним реалиям. – Самый главный вопрос, который волнует аграриев – это статья 39-1. В ней указано, что регистрация зернового токена…',
      photo: foodImage,
      date: '09.08.2022',
    },
    {
      id: 6,
      title: 'В Павлодарской области увеличат площадь орошаемых земель вдвое',
      text: 'В Успенском районе Павлодарской области расширили площадь орошаемых земель. Теперь она составляет восемьсот девяносто один гектар, передает «КазахЗерно.kz». Как сообщалось ранее, президент Казахстана ставит приоритетную задачу перед МСХ РК. Она заключается во внедрении передовых технологий в сельское хозяйство. Одна из них – это орошение. В 2021 г. площадь орошаемых земель в упомянутом выше районе области…',
      photo: leakImage,
      date: '09.08.2022',
    }, {
      id:7,
      title:'Такой закон «О Зерне» нам не нужен', 
      text: ' На заседании Комитета по аграрным вопросам Региональной палаты предпринимателей Костанайской области обсудили новый законопроект «О зерне». Представители регионального совета, аграрии, уверены, что законопроект требует разъяснения, так как многие механизмы, заложенные в нем, необходимо адаптировать к нынешним реалиям. – Самый главный вопрос, который волнует аграриев – это статья 39-1. В ней указано, что регистрация зернового токена…',
      photo: foodImage,
      date: '09.08.2022',
    },
    {
      id: 8,
      title: 'В Павлодарской области увеличат площадь орошаемых земель вдвое',
      text: 'В Успенском районе Павлодарской области расширили площадь орошаемых земель. Теперь она составляет восемьсот девяносто один гектар, передает «КазахЗерно.kz». Как сообщалось ранее, президент Казахстана ставит приоритетную задачу перед МСХ РК. Она заключается во внедрении передовых технологий в сельское хозяйство. Одна из них – это орошение. В 2021 г. площадь орошаемых земель в упомянутом выше районе области…',
      photo: leakImage,
      date: '09.08.2022',
    },
     {
      id: 9,
      title: 'В Павлодарской области увеличат площадь орошаемых земель вдвое',
      text: 'В Успенском районе Павлодарской области расширили площадь орошаемых земель. Теперь она составляет восемьсот девяносто один гектар, передает «КазахЗерно.kz». Как сообщалось ранее, президент Казахстана ставит приоритетную задачу перед МСХ РК. Она заключается во внедрении передовых технологий в сельское хозяйство. Одна из них – это орошение. В 2021 г. площадь орошаемых земель в упомянутом выше районе области…',
      photo: leakImage,
      date: '09.08.2022',
    },
  ]